Repository: nmalish/quest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Quest - Online Testing System
uk: Квест - Система онлайн тестування

source: Quest
uk: Квест

source: Questions List
uk: Список питань

source: Tests List
uk: Список тестів

source: Welcome
uk: Ласкаво просимо

source: Logout
uk: Вийти

source: Login
uk: Вхід

source: All rights reserved.
uk: Всі права захищено.

source: Your username and password didn't match. Please try again.
uk: Ваше ім'я користувача та пароль не співпадають. Будь ласка, спробуйте ще раз.

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Available Tests
uk: Доступні тести

source: Questions
uk: Питання

source: Time Limit
uk: Обмеження часу

source: minutes
uk: хвилин

source: Start Test
uk: Почати тест

source: No tests are currently available.
uk: Наразі немає доступних тестів.

source: Question
uk: Питання

source: of
uk: з

source: Question Image
uk: Зображення питання

source: Submit Test
uk: Завершити тест

source: Next Question
uk: Наступне питання

source: Test Information
uk: Інформація про тест

source: Test
uk: Тест

source: Started
uk: Почато

source: Completed
uk: Завершено

source: Status
uk: Статус

source: Test Results
uk: Результати тесту

source: Score
uk: Оцінка

source: N/A
uk: Н/Д

source: Question Review
uk: Перегляд питань

source: Your Answer
uk: Ваша відповідь

source: Correct Answer
uk: Правильна відповідь

source: Back to Tests
uk: Назад до тестів

source: Answers
uk: Відповіді

source: Question image
uk: Зображення питання

source: Correct
uk: Правильно

source: Quests
uk: Квести

source: In Progress
uk: В процесі

source: Not Started
uk: Не розпочато

source: Quest Sequences
uk: Послідовності квестів

source: Code Progress
uk: Прогрес коду

source: How It Works
uk: Як це працює

source: Each correct answer reveals one letter
uk: Кожна правильна відповідь відкриває одну літеру

source: Each wrong answer hides one revealed letter
uk: Кожна неправильна відповідь приховує одну відкриту літеру

source: Guess the complete code anytime
uk: Вгадайте повний код в будь-який час

source: Unlock the next quest by completing this one
uk: Розблокуйте наступний квест, завершивши цей

source: Complete Test
uk: Завершити тест

source: Your Performance
uk: Ваша продуктивність

source: Incorrect
uk: Неправильно

source: Accuracy
uk: Точність

source: Tips
uk: Поради

source: Correct answers reveal letters
uk: Правильні відповіді відкривають літери

source: Wrong answers hide letters
uk: Неправильні відповіді приховують літери

source: Think carefully before answering
uk: Подумайте уважно перед відповіддю

source: Results
uk: Результати

source: Test Completed!
uk: Тест завершено!

source: Test Completed
uk: Тест завершено

source: Your answer
uk: Ваша відповідь

source: Correct answer
uk: Правильна відповідь

source: Guess the Code
uk: Вгадайте код

source: Think you know the code? Guess it now!
uk: Думаєте, що знаєте код? Спробуйте вгадати зараз!

source: Enter code...
uk: Введіть код...

source: Guess Code
uk: Вгадати код

source: What's Next?
uk: Що далі?

source: Next Quest Unlocked!
uk: Наступний квест розблоковано!

source: Continue to Next Quest
uk: Перейти до наступного квесту

source: Sequence Complete!
uk: Послідовність завершено!

source: Back to Sequences
uk: Назад до послідовностей

source: Complete this quest to unlock the next one.
uk: Завершіть цей квест, щоб розблокувати наступний.

source: Retake Test
uk: Пройти тест знову

source: Back to Sequence
uk: Назад до послідовності

source: Performance Summary
uk: Підсумок продуктивності

source: Accuracy Rate
uk: Рівень точності

source: Letters
uk: Літери

source: Total
uk: Всього

source: Created
uk: Створено

source: Enter Quest
uk: Увійти в квест

source: Choose a quest sequence to begin your coding adventure!
uk: Оберіть послідовність квестів, щоб розпочати свою пригоду з кодування!

source: Start Quest
uk: Почати квест

source: Locked
uk: Заблоковано

source: Quest Tips
uk: Поради щодо квесту

source: Correct answers reveal code letters
uk: Правильні відповіді відкривають літери коду

source: Wrong answers hide revealed letters
uk: Неправильні відповіді приховують відкриті літери

source: Guess the code anytime to unlock next quest
uk: Вгадайте код у будь-який час, щоб розблокувати наступний квест

source: Complete quests in order
uk: Виконуйте квести по порядку

source: Progress Summary
uk: Підсумок прогресу

source: Quests Completed
uk: Квестів завершено

source: Current Quest
uk: Поточний квест

source: Code
uk: Код

source: letters revealed
uk: літер відкрито

source: Code Status
uk: Статус коду

source: Answer Review
uk: Перегляд відповідей
